[
  {
    "id": 1,
    "name": "7'er kabal",
    "aliases": [],
    "icon": "👑",
    "minPlayers": 1,
    "maxPlayers": 1,
    "minDurationMin": 10,
    "maxDurationMin": 30,
    "lowestCard": "A",
    "highestCard": "K",
    "jokers": false,
    "goal": "Få én bunke av hvert kortsymbol, hvor kortverdiene er ordnet i stigende rekkefølge (ess til konge).",
    "setup": "Plasser kortene med spillsiden ned:\nLegg 7 kort ved siden av hverandre slik at du har 7 kolonner. Deretter skal du legge kort slik at det er like mange kort på hver kolonne som posisjonen til kolonnen: kolonne 1 skal ha 1 kort, kolonne 2 skal ha 2 kort, og så videre. Når alle kortene er plassert snur du det nederste kortet i hver kolonne slik at det får spillsiden opp.\n\nTil slutt legger du resten av stokken der du vil ha den – gjerne et sted hvor det er plass til å legge flere kort ved siden av. Gjør også plass til de 4 bunkene av ulike symboler som du skal ende opp med.",
    "howToPlay": "Et kort kan flyttes fra én kolonne til det nederste kortet i en annen kolonne, dersom det nederste kortet i den andre kolonnen er én verdi større og er av motsatt farge. Hvis kortet som skal flyttes er en konge, kan den kun flyttes til en kolonne som er tom. Kort som ikke ligger nederst i en kolonne kan flyttes dersom kortene under flyttes med den. Kort som har spillsiden ned og ikke har kort under seg, kan snus.\n\nNår du ikke lenger kan flytte noen av kortene i kolonnene, kan du trekke fra stokken slik at du får flere kort til å bygge kolonner med. Du kan da trekke 3 og 3 kort, og for hvert tredje kort kan du kun bruke det siste av dem. Hvis dette ikke kan brukes må du trekke 3 nye kort, og legge de forrige 3 tilbake nederst i stokken med spillsiden ned. Dersom du bruker et av de 3 kortene, har du lov til å bruke det som kom før.\n\nEtter hvert som du spiller flytter du kort til symbolbunkene. Hver symbolbunke kan kun bestå av ett symbol, må begynne med et ess, og kan kun bygges videre med et kort som er én verdi større, slik at rekkefølgen blir stigende. Du kan når som helst flytte kort til og fra de 4 symbolbunkene, så lenge kortet du skal flytte har lov til å flyttes dit du ønsker.",
    "categories": [2],
    "svg": "7-er-kabal"
  },
  {
    "id": 2,
    "name": "Krig",
    "aliases": [],
    "icon": "⚔️",
    "minPlayers": 2,
    "maxPlayers": 2,
    "minDurationMin": 10,
    "maxDurationMin": 20,
    "lowestCard": "2",
    "highestCard": "A",
    "jokers": false,
    "goal": "Å overta alle kortene til motstanderen.",
    "setup": "Del kortstokken likt mellom begge spillerne. Kortene til hver spiller legges i en bunke med spillsiden ned.",
    "howToPlay": "Begge spillerne snur det øverste kortet i sin bunke samtidig. Spilleren med det høyeste kortet vinner begge kortene og legger dem nederst i sin bunke, uten å stokke dem og med spillsiden ned.\n\nDersom kortene som snus har samme verdi, blir det krig. Spillerne legger da frem 3 nye kort hver, og snur det siste så det får spillsiden opp. Verdien på dette siste kortet avgjør vinneren av krigen, som vinner alle de fremlagte kortene. Dersom de siste kortene også har lik verdi, startes en ny krig, og så videre.",
    "categories": [1, 4],
    "svg": "krig"
  },
  {
    "id": 3,
    "name": "Hopp i havet",
    "aliases": [],
    "icon": "🐟",
    "minPlayers": 2,
    "maxPlayers": 5,
    "minDurationMin": 10,
    "maxDurationMin": 20,
    "lowestCard": "",
    "highestCard": "",
    "jokers": false,
    "goal": "Å få flest «stikk». Et stikk er 4 kort av samme verdi.",
    "setup": "7 kort deles ut til hver spiller. Resten av kortene legges med spillsiden ned i en spredd haug mellom spillerne.",
    "howToPlay": "Etter tur spør hver spiller en annen om de har kort av en spesifikk verdi. Spilleren er nødt til å ha kort av den verdien de spør etter selv.\n\nDersom den andre spilleren har kort av den etterspurte verdien, må de gi bort alle disse kortene. Spilleren beholder dermed turen sin og kan spørre andre spillere etter flere kort.\n\nDersom den andre spilleren ikke har kort av den etterspurte verdien kan de si «hopp i havet», og spilleren som har turen må trekke et kort fra haugen. Turen går da videre til neste spiller.\n\nSpillet er over når havet er tomt. Spillerne kan da avsløre hvor mange stikk de fikk samlet for å kunne avgjøre vinneren.",
    "categories": [1],
    "svg": "hopp-i-havet"
  },
  {
    "id": 4,
    "name": "Presidenten",
    "aliases": ["Boms og president", "Boms", "President og slave"],
    "icon": "👨",
    "minPlayers": 3,
    "maxPlayers": 5,
    "minDurationMin": 10,
    "maxDurationMin": 20,
    "lowestCard": "3",
    "highestCard": "♣3",
    "jokers": false,
    "goal": "Å være den første til å kvitte seg med alle kortene sine, og dermed bli «president».",
    "setup": "Hele kortstokken deles ut. Det kan godt hende at noen spillere får ett kort mer enn de andre.",
    "howToPlay": "Titlene bedømmes av plassen man havnet på i forrige runde, og brukes dermed ikke den første runden:\n\nPresident (førsteplass)\nVisepresident (andreplass)\nArbeider (midterste plass)\nViseboms (nest siste plass)\nBoms (siste plass)\n\nKortenes verdi i stigende rekkefølge:\n3, 4, 5, 6, 7, 8, 9, 10, knekt, dronning, konge, ess, 2 og ♣3.\n\n♣3 slår hele bunken ut av spillet. Den kan legges på uansett om det spilles med én eller flere like. Mange har også som regel at ♣3 ikke kan være det siste kortet på hånden, eller legges på et rent bord. Én variant tillater også viseboms/boms å beholde ♣3 ved bytting av kort i starten av spillet.\n\n4 kort av samme verdi lagt på etter hverandre gjør at bunken går helt ut av spillet.\n\nFørste runden starter spilleren som har ♦3. De neste rundene er det bomsen som starter.\n\nDen som legger på det første kortet i en bunke bestemmer antall kort som skal legges på: enten 1, 2, 3 eller 4 kort av lik verdi.\n\nKortene som legges på skal være av samme eller høyere verdi som det øverste kortet i bunken.\n\nDersom man ikke kan, eller vil, legge på melder man pass, og kan dermed ikke legge på kort igjen før bunken er gått ut og det er sin tur. Hvis alle spillerne melder pass går bunken helt ut av spillet, og den som la på det siste kortet starter den nye bunken. Dersom de ikke har flere kort igjen, starter neste spiller den nye bunken.\n\nDet spilles helt til det kun er én spiller igjen som sitter med kort på hånden, som dermed er blitt boms.\n\nBasert på utfallet av den forrige runden skal man i starten av neste runde bytte kort etter utdeling. Byttingen gjøres slik:\n\nPresidenten gir to valgfrie kort til bomsen.\nVisepresidenten gir ett valgfritt kort til visebomsen.\nArbeideren beholder alle kortene sine, og mottar heller ingen.\nVisebomsen gir sitt beste kort til visepresidenten.\nBomsen gir sine to beste kort til presidenten.",
    "categories": [1],
    "svg": "presidenten"
  },
  {
    "id": 5,
    "name": "Gris",
    "aliases": [],
    "icon": "🐷",
    "minPlayers": 3,
    "maxPlayers": 8,
    "minDurationMin": 10,
    "maxDurationMin": 20,
    "lowestCard": "",
    "highestCard": "",
    "jokers": false,
    "goal": "For hver runde er målet å samle 5 kort av samme symbol, men for hele spillet er målet å ikke bli «gris».",
    "setup": "5 kort deles ut til hver spiller. Resten av kortene legges med spillsiden ned i en bunke mellom spillerne.",
    "howToPlay": "Alle spillerne velger et kort de har på hånden til å sende videre til neste spiller. Videresendingen av kort gjør alle spillerne samtidig. En spiller kan velge å bytte det mottatte kortet med et annet som de har på hånden, eller å sende det videre. Det er kun den som sender kortet, og den som mottar det, som skal få se kortets spillside. Kort som har gått rundt en hel runde erstattes med et nytt fra kortstokken.\n\nNår en spiller har samlet 5 kort av samme symbol, skal de så ubemerket som mulig legge tommelen på bordet. De andre spillerne skal gjøre det samme så fort de oppdager dette. Den siste til å legge tommelen på bordet får én bokstav i ordet «gris». Når en spiller har fått alle de 4 bokstavene (tapt 4 ganger) blir de gris, og går ut av spillet.",
    "categories": [1],
    "svg": "gris"
  },
  {
    "id": 6,
    "name": "Idiot",
    "aliases": [],
    "icon": "😬",
    "minPlayers": 2,
    "maxPlayers": 5,
    "minDurationMin": 10,
    "maxDurationMin": 20,
    "lowestCard": "3",
    "highestCard": "A",
    "jokers": false,
    "goal": "Å være den første til å kvitte seg med alle kortene sine.",
    "setup": "3 kort som skal has på hånden deles ut til hver spiller. For hver spiller legges i tillegg 6 kort på bordet: 3 kort med spillsiden ned, og 3 kort oppå disse igjen med spillsiden opp.",
    "howToPlay": "Bordkortene til en spiller kan ikke brukes før stokken er borte og hånden deres er tom. Noen har også som en regel at de øverste bordkortene aldri kan byttes ut med de på hånden, verken før eller underveis i spillet.\n\n2 kan legges på når som helst, og hva som helst kan legges på 2.\n\n10 kan legges på når som helst og gjør at bunken går helt ut av spillet. Den som la på 10 kan da legge på et nytt kort.\n\n4 kort av samme verdi lagt på etter hverandre gjør at bunken går helt ut av spillet. Spilleren som la på det fjerde kortet kan da legge på et nytt kort.\n\nSpilleren med det laveste kortet på hånden begynner. Hvis flere har like lave kort, begynner spilleren som har flest lavere kort. Alternativt kan spilleren som sitter til venstre for den som delte ut begynne.\n\nEtter tur skal hver spiller legge på ett eller flere kort av samme verdi. Kortet/kortene man legger på må være av samme verdi eller høyere enn det øverste kortet i bunken. Etter å ha lagt på må man trekke kort fra stokken slik at man har 3 på hånden, så lenge det er nok kort i stokken.\n\nDersom en spiller ikke kan legge på noen kort må de enten ta inn hele bunken og la det bli neste spillers tur, eller sjanse ved å trekke et kort fra stokken som de må spille uansett. Dersom dette kortet har lavere verdi enn det øverste i bunken må de ta inn hele bunken, og det blir neste spillers tur. En spiller har også mulighet til å velge å ta inn hele bunken eller å sjanse selv når de har kort de kan legge på.\n\nNår stokken er borte og man er tom for kort på hånden, spiller man med bordkortene sine. Man må først spille alle kortene med spillsiden opp, før man kan bruke de med spillsiden ned. Kortene med spillsiden ned legges på én og én, og man får ikke lov til å se verdiene deres før de er lagt på. Hvis verdien på kortet er lavere enn det øverste i bunken må man ta inn hele bunken.\n\nSpilleren som sist blir ferdig blir «idiot».",
    "categories": [1],
    "svg": "idiot"
  },
  {
    "id": 7,
    "name": "Juger'n",
    "aliases": ["Jug"],
    "icon": "🤥",
    "minPlayers": 2,
    "maxPlayers": 5,
    "minDurationMin": 5,
    "maxDurationMin": 15,
    "lowestCard": "",
    "highestCard": "",
    "jokers": false,
    "goal": "Å være den første til å kvitte seg med alle kortene sine.",
    "setup": "5 kort deles ut til hver spiller. Resten av kortene legges med spillsiden ned i en bunke mellom spillerne. Deretter legges et kort fra stokken på bordet med spillsiden opp.",
    "howToPlay": "Spilleren til venstre for den som delte ut kort begynner.\n\nHver spiller legger på ett og ett kort, med spillsiden ned, etter tur. Når man legger på et kort er man nødt til å si hva slags kort man legger på. Man skal legge på kort av samme symbol, eller verdi, som det øverste kortet. Før man legger på et kort har man lov til å trekke inntil 3 kort fra stokken, så lenge stokken har flere kort.\n\nEn spiller kan forsøke å juge om hvilket kort de legger på. De kan også prøve å legge på flere kort samtidig uten at de andre spillerne ser det. Neste spiller kan anklage den forrige spilleren for å juge, dersom de mistenker det. De må da si på hvilken måte de tror den forrige spilleren løy: om de la på et annet kort eller om de la på flere.\n\nDersom den neste spilleren har rett i hvordan den forrige løy, må jugeren ta inn hele bunken. Hvis de tar feil, må de selv ta inn hele bunken.\n\nNår man er kvitt kortene sine, og neste spiller har lagt på kort, har man vunnet.",
    "categories": [1, 5],
    "svg": "vri-åtter"
  },
  {
    "id": 8,
    "name": "Blackjack",
    "aliases": ["21"],
    "icon": "🤵",
    "minPlayers": 2,
    "maxPlayers": 7,
    "minDurationMin": 5,
    "maxDurationMin": 5,
    "lowestCard": "A",
    "highestCard": "A",
    "jokers": false,
    "goal": "Å komme så nærme som mulig, uten å overstige, en håndsum på 21.",
    "setup": "Dealer deler ut to kort til hver spiller med spillsiden opp, og to kort til seg selv hvor det ene har spillsiden ned.",
    "howToPlay": "Bildekort (knekt, dronning og konge) er verdt 10.\n\nEss er verdt 1 eller 11 avhengig av hånden. Dersom spillerens håndsum overstiger 21 går ess fra å være verdt 11 til å bli verdt 1.\n\nEtter at kortene er utdelt kan hver spiller velge mellom å stå eller å få delt ut flere kort av dealer. Når spillerne er ferdige med å trekke skal dealer vende om det kortet som har spillsiden ned. Dealer kan da velge mellom å stå, eller å trekke flere kort om nødvendig.\n\nDen med høyest håndsum vinner. Dersom dealer har oversteget 21, vinner alle spillerne som ikke har oversteget 21. I tilfellet hvor både dealer og alle spillerne har oversteget 21, er det et «push» (ingen vinner). Hvis dealer og en eller flere spillere har høyeste håndsum samtidig, er det et push for de med lik håndsum som dealer, og et tap for resten.",
    "categories": [1, 3, 5],
    "svg": "blackjack"
  },
  {
    "id": 9,
    "name": "Vri-åtter",
    "aliases": ["Olsen"],
    "icon": "8",
    "minPlayers": 2,
    "maxPlayers": 5,
    "minDurationMin": 5,
    "maxDurationMin": 15,
    "lowestCard": "",
    "highestCard": "",
    "jokers": false,
    "goal": "Å være den første til å kvitte seg med alle kortene sine.",
    "setup": "5 kort deles ut til hver spiller. Resten av kortene legges med spillsiden ned i en bunke mellom spillerne. Deretter legges et kort fra stokken på bordet med spillsiden opp.",
    "howToPlay": "Hver spiller legger på ett og ett kort etter tur. Kortet som legges på må enten være av samme symbol eller verdi som det øverste kortet, eller være en åtter.\n\nDersom kortet er en åtter kan den som legger på åtteren skifte (vri) til et annet kortsymbol.\n\nHvis ingen av kortene til en spiller kan legges på, må de trekke et fra stokken til de får et som kan benyttes.",
    "categories": [1, 5],
    "svg": "vri-åtter"
  }
]
